[
  "<sos>",
  "<eos>",
  "<pad>",
  "<unk>",
  "<sep>",
  "What",
  "is",
  "the",
  "maximum",
  "switching",
  "frequency",
  "of",
  "SCTSDI",
  "temperature",
  "switch?",
  "250",
  "Hz.",
  "output",
  "response",
  "time?",
  "3",
  "milliseconds",
  "maximum.",
  "standards",
  "do",
  "instruments",
  "meet",
  "according",
  "to",
  "EU?",
  "DIN/EN",
  "61000-6-2",
  "and",
  "61000-6-3.",
  "How",
  "many",
  "pins",
  "does",
  "M12x1",
  "4-pole",
  "connector",
  "have?",
  "Four",
  "pins.",
  "cable",
  "socket",
  "standard",
  "for",
  "M12",
  "connections?",
  "DIN",
  "EN",
  "175301-803",
  "Form",
  "A",
  "operating",
  "pressure",
  "SCFT-600?",
  "290",
  "bar",
  "(4206",
  "psi)",
  "thread",
  "size",
  "SCP04-xxx-x5-0x",
  "connector?",
  "1/4",
  "NPT",
  "size.",
  "SCVF-040",
  "model?",
  "M8",
  "jack",
  "4",
  "supply",
  "voltage",
  "SCP11",
  "transmitter?",
  "27",
  "VDC.",
  "ranges",
  "are",
  "specified",
  "4...20",
  "mA",
  "output?",
  "6",
  "listed.",
  "model",
  "number",
  "volume",
  "counter?",
  "SCVF",
  "counter",
  "1x21M",
  "different",
  "types",
  "specified?",
  "Five",
  "including",
  "straight",
  "90°",
  "angled",
  "versions.",
  "signal",
  "range",
  "SCP04",
  "sensor?",
  "0...10",
  "V",
  "or",
  "mA.",
  "ambient",
  "device?",
  "30",
  "degrees",
  "Celsius",
  "required",
  "torque",
  "screw",
  "plug",
  "hole?",
  "Newton",
  "meters",
  "required.",
  "points",
  "SCPSDI",
  "switch",
  "The",
  "has",
  "2",
  "points.",
  "installation",
  "process",
  "connection?",
  "35",
  "Nm.",
  "jacks",
  "shown",
  "in",
  "diagram?",
  "Two",
  "shown.",
  "supported",
  "by",
  "measuring",
  "element?",
  "Up",
  "600",
  "bar.",
  "SCP03",
  "sensor",
  "bar?",
  "From",
  "-1",
  "1000",
  "part",
  "FKM",
  "seal?",
  "175301-803-A.",
  "flow",
  "rate",
  "CQ-150",
  "-150",
  "+150",
  "liters",
  "per",
  "minute",
  "0",
  "shown?",
  "Three",
  "ratings",
  "SCP08",
  "250,",
  "400,",
  "600,",
  "-20°C",
  "85°C.",
  "points?",
  "range.",
  "threads",
  "listed",
  "connection.",
  "electrical",
  "4-20mA",
  "sensors?",
  "(3-wire)",
  "(2-wire)",
  "measurable",
  "SCFT",
  "turbine?",
  "800",
  "minute.",
  "SCLTSDI-xxx-00-07",
  "design",
  "feature",
  "prevents",
  "leakage",
  "Monolithic",
  "eliminates",
  "internal",
  "seals.",
  "overload",
  "100",
  "200",
  "SCP03?",
  "measure?",
  "Pressure",
  "loss",
  "versus",
  "viscosity.",
  "SCP09",
  "125°C",
  "storage",
  "media.",
  "pin",
  "configuration",
  "SCK",
  "support?",
  "with",
  "175301",
  "rating",
  "SCP10",
  "10",
  "connection",
  "options",
  "available",
  "SCFT-016G-2U-07?",
  "options:",
  "m,",
  "5",
  "m.",
  "PT1000",
  "Pin",
  "1,",
  "2,",
  "3,",
  "used",
  "minimum",
  "SCLSDI-250?",
  "mm",
  "SCP09?",
  "4P",
  "four",
  "Fahrenheit",
  "equivalent",
  "100°C?",
  "212°F",
  "three",
  "main",
  "measurement",
  "covered",
  "I/O-Link",
  "Switch",
  "family?",
  "Pressure,",
  "temperature,",
  "level",
  "monitoring.",
  "0-250",
  "measurement?",
  "0.5...4.5",
  "(ratiometric)",
  "specification",
  "7/16-20",
  "UNF",
  "can",
  "SCFT-600-22-07",
  "15",
  "pole",
  "versions",
  "compatible",
  "5-pole",
  "cable?",
  "compatible.",
  "material",
  "housings",
  "made",
  "of?",
  "Stainless",
  "steel.",
  "display",
  "monitoring?",
  "Level",
  "options.",
  "analogue",
  "milliamps?",
  "20",
  "milliamps.",
  "digit",
  "height",
  "display?",
  "8",
  "mm.",
  "outputs",
  "SCPSi",
  "two",
  "outputs.",
  "x",
  "P",
  "relative.",
  "SCLSDI",
  "Measuring",
  "up",
  "1000mm.",
  "connections",
  "transmitter",
  "provided.",
  "-20",
  "°C",
  "+85",
  "0.5",
  "4.5",
  "volts",
  "ratiometric",
  "type",
  "recommended",
  "power",
  "feed?",
  "low-noise,",
  "high-quality,",
  "constant",
  "source.",
  "value",
  "SCVF-060",
  "120",
  "Nm",
  "IO-Link",
  "module",
  "One",
  "output.",
  "SCPSDI-xxx-x4-x7?",
  "0..10",
  "specified.",
  "SCT03",
  "700",
  "sealing.",
  "5-pin",
  "length",
  "2m,",
  "5m,",
  "10m.",
  "tactile",
  "buttons",
  "provided",
  "operation?",
  "SCLSDI-xxx-00-07?",
  "connector;",
  "4-Pin",
  "media",
  "-50",
  "+150°C",
  "withstand?",
  "400",
  "(5802",
  "psi).",
  "technical",
  "drawing?",
  "current",
  "loop",
  "SCK-400-xx-45",
  "420",
  "(6092",
  "SCLSDI-250",
  "30…215",
  "V+?",
  "32",
  "1200",
  "all",
  "models?",
  "+85°C",
  "pages",
  "dedicated",
  "selection",
  "guides?",
  "(6",
  "7).",
  "option",
  "SCP11?",
  "Pn",
  "relative",
  "sensors",
  "measure",
  "mid",
  "high",
  "ranges.",
  "load",
  "resistance",
  "12",
  "VDC",
  "supply?",
  "4.7",
  "kΩ",
  "resistance.",
  "data?",
  "Hz",
  "frequency.",
  "reducing",
  "adapters",
  "units",
  "SCLTSDI",
  "Fahrenheit.",
  "this",
  "4..20",
  "length.",
  "described?",
  "described.",
  "cycles",
  "million",
  "cycles.",
  "length?",
  "connections.",
  "SCK-145",
  "replacements",
  "old",
  "order",
  "SCK-047?",
  "replacement",
  "models",
  "mentioned",
  "document?",
  "turbine",
  "catalogue?",
  "Six",
  "listed:",
  "SCFT-015",
  "SCFT-800.",
  "probe",
  "SCT03?",
  "probe.",
  "SCP03-xxx-xx-xxQ8",
  "SCPSDI-xxx-x4-x5",
  "connector.",
  "adjustable",
  "difference",
  "between",
  "point",
  "reset",
  "point?",
  "1",
  "degree",
  "Celsius."
]